{
  "user": [
    {
      "email": "nam@gmail.com",
      "password": "nam123",
      "role": 1
    },
    {
      "email": "admin@gmail.com",
      "password": "admin123",
      "role": 0
    }
  ],
  "category": [
    {
      "id": 1,
      "display": "Apple",
      "categoryslug": "iphone"
    },
    {
      "id": 2,
      "display": "SamSung",
      "categoryslug": "samsung"
    },
    {
      "id": 3,
      "display": "Hãng khác",
      "categoryslug": "hang_khac"
    }
  ],
  "categoryAccessory": [
    {
      "id": 1,
      "display": "Mic",
      "categoryslug": "mic"
    },
    {
      "id": 2,
      "display": "Cáp chuyển đổi",
      "categoryslug": "capchuyendoi"
    },
    {
      "id": 3,
      "display": "Khác",
      "categoryslug": "khac"
    }
  ],
  "heroSliderData": [
    {
      "id": 1,
      "title": "Điện thoại di động Apple iPhone 13 Pro Max - 256GB - Chính hãng VN/A",
      "description": "Apple đã chính thức ra mắt dòng iPhone 2021 với tên gọi iPhone 13 Series. Trong đó iPhone 13 Pro Max là phiên bản cao cấp nhất với màn hình lớn, tốc độ làm tươi 120Hz và dung lượng lưu trữ lên tới 1TB.",
      "color": "blue",
      "path": "/catalog/iphone-01"
    },
    {
      "id": 2,
      "title": "Samsung Galaxy S22 Ultra (8GB - 128GB)",
      "description": "Đúng như theo các đồn đoán trước đó, mẫu flagship mới của Samsung được ra mắt với tên gọi là Galaxy S22 Ultra. Mẫu điện thoại cao cấp đến từ Samsung này có nhiều thay đổi trong thiết kế và cấu hình.",
      "path": "/catalog/samsung-07",
      "color": "pink"
    },
    {
      "id": 3,
      "title": "OPPO Reno6 5G",
      "description": "Tiếp theo phần ra mắt của series Reno 5 thì Oppo lại chuẩn bị trình làng mẫu smartphone mới nhất mang tên Reno6. Thiết kế sang trọng cấu hình mạnh mẽ với chipset Dimensity 900, OPPO Reno6 sẽ mang đến cho người dùng trải nghiệm mượt mà.Ngoài ra, bạn cũng có thể tham khảo thêm điện thoại OPPO Reno7 Z vừa ra mắt với nhiều cải tiến về thiết kế lẫn camera và cấu hình.Điện thoại OPPO Reno 6 (5G) là sản phẩm của công nghệ thiết kế vô cùng hoàn hảo và ấn tượng. Các góc cạnh của máy được bo cong mềm mại, uyển chuyển mang đến sự mượt mà và tinh tế. Kích thước máy nhỏ gọn dễ dàng cầm nắm trong quá trình sử dụng.",
      "path": "/catalog/hang_khac-15",
      "color": "orange"
    }
  ],
  "policy": [
    {
      "id": 1,
      "name": "Miễn phí giao hàng",
      "description": "Miễn phí ship với đơn hàng > 599K",
      "icon": "bx bx-shopping-bag"
    },
    {
      "id": 2,
      "name": "Thanh toán COD",
      "description": "Thanh toán khi nhận hàng (COD)",
      "icon": "bx bx-credit-card"
    },
    {
      "id": 3,
      "name": "Khách hàng VIP",
      "description": "Ưu đãi dành cho khách hàng VIP",
      "icon": "bx bx-diamond"
    },
    {
      "id": 4,
      "name": "Hỗ trợ bảo hành",
      "description": "Đổi, sửa đồ tại tất cả cửa hàng",
      "icon": "bx bx-donate-heart"
    }
  ],
  "colors": [
    {
      "id": 1,
      "display": "Trắng",
      "color": "white"
    },
    {
      "id": 2,
      "display": "Hồng",
      "color": "pink"
    },
    {
      "id": 3,
      "display": "Đen",
      "color": "black"
    },
    {
      "id": 4,
      "display": "Vàng",
      "color": "yellow"
    },
    {
      "id": 5,
      "display": "Cam",
      "color": "orange"
    },
    {
      "id": 6,
      "display": "Xanh dương",
      "color": "blue"
    }
  ],
  "products": [
    {
      "id": 1,
      "title": "iPhone 13 Pro Max | Chính hãng VN/A",
      "price": 23390000,
      "image01": "https://image.cellphones.com.vn/358x/media/catalog/product/i/p/iphone_13-_pro-4_2.jpg",
      "image02": "https://image.cellphones.com.vn/358x/media/catalog/product/i/p/iphone_13-_pro-3_2.jpg",
      "categoryslug": "iphone",
      "colors": [
        "white",
        "red",
        "orange"
      ],
      "slug": "iphone-01",
      "version": [
        "64GB",
        "128GB",
        "256GB"
      ],
      "description": "Điện thoại iPhone 13 phiên bản Pro Max chắc chắn sẽ là chiếc smartphone cao cấp được quan tâm nhiều nhất trong năm 2021. Dòng iPhone 13 series vừa được ra mắt vào tháng 9 năm nay với 4 phiên bản: iPhone 13, 13 mini, 13 Pro và 13 Pro Max.iPhone 12 ra mắt cách đây chưa lâu, thì những tin đồn mới nhất về iPhone 13 Pro Max đã khiến bao tín đồ công nghệ ngóng chờ. Cụm camera được nâng cấp, màu sắc mới, đặc biệt là màn hình 120Hz với phần notch được làm nhỏ gọn hơn chính là những điểm làm cho thu hút mọi sự chú ý trong năm nay.Dòng iPhone 12 được Apple áp dụng ngôn ngữ thiết kế tương tự iPhone 12 năm ngoái với phần cạnh viền máy được dát phẳng sang trọng cùng bốn góc được làm bo cong nhẹ, đây có thể được xem là một thiết kế hoài cổ từ dòng iPhone 5 trước đó. Vì thế mà iPhone 13 Pro Max nói riêng, cũng như dòng điện thoại iPhone 13 nói chung, cũng sẽ đi theo ngôn ngữ thiết kế này.Điểm thay đổi lớn trên 13 Pro Max có thể là phần nhô của cụm camera. Trong khi đó mặt trước của thiết bị được phủ một lớp Ceramic Shield, loại vật liệu cứng hơn bất kỳ loại kính điện thoại thông minh nào hiện có trên thị trường, giúp bảo vệ màn hình iPhone hiệu quả."
    },
    {
      "id": 2,
      "title": "iPhone 13 128GB | Chính hãng VN/A",
      "price": 21490000,
      "image01": "https://image.cellphones.com.vn/358x/media/catalog/product/i/p/ip13-pro_2.jpg",
      "image02": "https://image.cellphones.com.vn/358x/media/catalog/product/i/p/iphone-13-01.jpg",
      "categoryslug": "iphone",
      "colors": [
        "white",
        "red",
        "blue",
        "pink"
      ],
      "slug": "iphone-02",
      "version": [
        "128GB"
      ],
      "description": "Cuối năm 2020, bộ 4 iPhone 12 đã được ra mắt với nhiều cái tiến. Sau đó, mọi sự quan tâm lại đổ dồn vào sản phẩm tiếp theo – iPhone 13. Vậy iP 13 sẽ có những gì, hãy tìm hiểu ngay sau đây.Thiết kế với nhiều đột phá.Về kích thước, iPhone 13 sẽ có 4 phiên bản khác nhau và kích thước không đổi so với series iPhone 12 hiện tại. Nếu iPhone 12 có sự thay đổi trong thiết kế từ góc cạnh bo tròn (Thiết kế được duy trì từ thời iPhone 6 đến iPhone 11 Pro Max) sang thiết kế vuông vắn (đã từng có mặt trên iPhone 4 đến iPhone 5S, SE).Thì trên điện thoại iPhone 13 vẫn được duy trì một thiết kế tương tự. Máy vẫn có phiên bản khung viền thép, một số phiên bản khung nhôm cùng mặt lưng kính. Tương tự năm ngoái, Apple cũng sẽ cho ra mắt 4 phiên bản là iPhone 13, 13 mini, 13 Pro và 13 Pro Max."
    },
    {
      "id": 3,
      "title": "iPhone 11 64GB I Chính hãng VN/A",
      "price": 12990000,
      "image01": "https://image.cellphones.com.vn/358x/media/catalog/product/l/a/layer_20.jpg",
      "image02": "https://image.cellphones.com.vn/358x/media/catalog/product/_/0/_0005_layer_6.jpg",
      "categoryslug": "iphone",
      "colors": [
        "white",
        "red",
        "orange",
        "yellow"
      ],
      "slug": "iphone-03",
      "version": [
        "64GB"
      ],
      "description": "Apple luôn làm hài lòng tín đồ iFan với các dòng iPhone trong từng phân khúc giá. Đặc biệt, phiên bản iPhone 11 vừa ra mắt nhưng đã chiếm lĩnh được thị trường smartphone trên toàn thế giới với giá cả phải chăng. Cùng tìm hiểu chi tiết rõ hơn qua bài viết sau đây để có quyết định có nên mua hay không nhé!.Cụm camera phía sau đã được sắp xếp lại giống với Huawei Mate 20 Pro. Màn hình điện thoại iPhone 11 sở hữu notch rộng dài như các phiên bản tiền nhiệm và giữ nguyên thiết kế như iPhone XR. Notch tích hợp Face ID, loa âm thanh và camera selfie.Tấm nền IPS LCD không có cải tiến về độ sáng và tương phản. Tấm nền được bao bọc bởi lớp kính Gorilla Glass cao cấp, cạnh viền có góc độ cong khá nhỏ. Điện thoại trọng lượng nhẹ, dễ dàng cầm nắm chỉ với 194 gram. Kích thước chi tiết lần lượt là 5.94H x 2.98W x 0.33 D (inch)."
    },
    {
      "id": 5,
      "title": "iPhone SE 2022 | Chính hãng VN/A",
      "price": 12490000,
      "image01": "https://image.cellphones.com.vn/358x/media/catalog/product/i/p/iphone-se-midnight-select-2022031.jpg",
      "image02": "https://image.cellphones.com.vn/358x/media/catalog/product/i/p/iphone-se-red-select-20220322.jpg",
      "categoryslug": "iphone",
      "colors": [
        "black",
        "red"
      ],
      "slug": "iphone-05",
      "version": [
        "64GB",
        "128GB",
        "256GB"
      ],
      "description": "Những thông tin xuất hiện dưới dạng tin đồn luôn mang được sự mong chờ và nhiều sự háo hức của người hâm mộ. Có thể nói rằng chiếc iPhone SE là dòng smartphone kích thước nhỏ, mang đến sự cơ động nhưng sở hữu cấu hình mạnh mẽ. Song liệu thế hệ thứ 3 có những điểm nào nổi bật, iPhone SE 2022 có giá bao nhiêu và khi nào ra mắt? Hãy cùng chúng tôi tìm hiểu nhé!.Trước nhiều tin đồn Apple sẽ giới thiệu một mẫu điện thoại giá rẻ mới vào ngày 10/3. Tuy nhiên Apple ra mắt mẫu iPhone SE 2022 này sớm hơn, vào ngày 8/3 tại sự kiện Peek Performance.Về thiết kế, điện thoại iPhone SE 2022 sẽ được trang bị một thiết kế không quá khác biệt so với hệ hệ trước. Cụ thể là máy không được trang bị màn hình tràn viền tai thỏ mà sở hữu hai viền trên dưới dày và cảm biến vân tay TouchID. Ngoài ra, iPhone SE 2022 sẽ có nhiều tùy chọn màu sắc mới, nổi bật là màu xanh lá. Bên cạnh đó, vị trí logo cũng có sự thay đổi, đặt ở trung tâm như những mẫu điện thoại iPhone mới ra gần đây. Trước đó, cũng có nhiều đồn đoán rằng iPhone iPhone SE 3 sẽ sở hữu thiết kế tương tự như iPhone 13 nhưng chỉ có 1 camera sau thay vị cụm camera kép thiết kế đối xứng."
    },
    {
      "id": 6,
      "title": "iPhone 12 Pro Max | Chính hãng VN/A",
      "price": 29500000,
      "image01": "https://image.cellphones.com.vn/358x/media/catalog/product/i/p/iphone-12_1__3.jpg",
      "image02": "https://image.cellphones.com.vn/358x/media/catalog/product/i/p/iphone-12_4__3.jpg",
      "categoryslug": "iphone",
      "colors": [
        "black",
        "white",
        "yellow"
      ],
      "slug": "iphone-06",
      "version": [
        "64GB",
        "128GB",
        "256GB"
      ],
      "description": "Với một cấu hình hiệu năng có thể nói mạnh nhất trong năm 2020 cũng như duy trì được sự mạnh mẽ này cho đến nhiều năm nữa. Đòi hỏi khả năng lưu trữ của iPhone phải cao để tránh thiếu dung lượng. iPhone 12 Pro Max 256GB chính hãng (VN/A) sẽ là một sự lựa chọn đúng nhất cho bạn.Có thể nói với việc trang bị chip Apple A14 Bionic chiếc điện thoại iPhone 12 Pro Max bản 256GB sẽ mang đến cho bạn một tốc độ xử lý khá nhanh kèm theo đó là bộ nhớ ram lên đến 6GB cho khả năng đa nhiệm khá tốt.gười dùng có thể tải những tựa game nặng nhất để chơi một cách thoải mái mà không lo đến hiệu năng của máy.Năm nay Apple đã khá ưu ái khi trang bị cho iPhone 12 Pro Max 256GB lên đến 4 ống kính camera mang đến khả năng chụp ảnh ở khung hình rất cao và độ phân giải lớn lưu lại những khoảnh khắc tuyệt vời nhất.Với mức dung lượng lên đến 256GB người dùng có thể thoải mái tải hàng loạt tựa game nặng nhất hiện nay trên Apple Store và chơi mà không lo đầy bộ nhớ trên điện thoại.Apple cũng thường xuyên nâng cấp hệ điều hành tốn rất nhiều dung lượng nhưng điều này hầu như không thể làm khó được dung lượng 256GB. Đây sẽ là chiếc điện thoại phù hợp cho mọi nhu cầu sử dụng mặc dù có nhiều dung lượng bộ nhớ lựa chọn nhưng 256GB sẽ là mức khá đủ dùng."
    },
    {
      "id": 7,
      "title": "Samsung Galaxy S22 Ultra (8GB - 128GB)",
      "price": 28990000,
      "image01": "https://image.cellphones.com.vn/358x/media/catalog/product/s/m/sm-s908_galaxys22ultra_front_green_211119.jpg",
      "image02": "https://image.cellphones.com.vn/358x/media/catalog/product/s/m/sm-s908_galaxys22ultra_front_phantomblack_211119.jpg",
      "categoryslug": "samsung",
      "colors": [
        "white",
        "red",
        "orange",
        "blue"
      ],
      "slug": "samsung-07",
      "version": [
        "64GB",
        "128GB",
        "256GB"
      ],
      "description": "Đúng như theo các đồn đoán trước đó, mẫu flagship mới của Samsung được ra mắt với tên gọi là Galaxy S22 Ultra. Mẫu điện thoại cao cấp đến từ Samsung này có nhiều thay đổi trong thiết kế và cấu hình. Vậy S22 Ultra có gì mới, giá bao nhiêu và có nên mua không? Hãy cùng tìm hiểu ngay sau đây.Những thông tin mới nhất về Galaxy S22 Ultra - chiếc flagship mới nhất đến từ hãng công nghệ Hàn Quốc đang khiến giới công nghệ háo hức. Những nâng cấp lớn về hiệu năng, dung lượng pin, và trên hết là camera sau chính là những điểm khiến nó trở thành siêu phẩm trong phân khúc cao cấp. Dưới đây là những thông tin cần biết về dòng điện thoại vừa ra mắt của Samsung.Tuy chưa chính thức mở bán nhưng Samsung S22 Ultra và hai người anh em đã được Samsung cho phép đặt hàng trước. Và kết quả S22 Ultra là mẫu điện thoại bán chạy nhất trong bộ ba vừa ra mắt, chiếm tới 80% tổng số đơn đặt trước. Với nhiều tính năng giống dòng Note, S22 Ultra có tỉ lệ đặt cao hơn từ 4-6 lần tổng số đơn của S22 và S22 Plus.Bên trong hộp Samsung S22 Ultra có gì? Cũng như nhiều phiên bản trước, hộp đựng Samsung Galaxy S22 sở hữu một thiết kế theo phong cách tối giản với tone màu chủ đạo là đen. Ngay sau nắp hộp là chiếc điện thoại Samsung S22 Ultra được nhiều người dùng mong chờ.Phía dưới nữa là các phụ kiện quen thuộc không thể thiếu như cáp sạc, sách hướng dẫn sử dụng, que chọc sim. Toàn bộ các phụ kiện này được bọc kỹ trong một lớp giấy cứng. Samsung S22 Ultra sẽ không có củ sạc, tương tự nhiều flagship hiện nay."
    },
    {
      "id": 8,
      "title": "Samsung Galaxy Note 20 Ultra 5G",
      "price": 19990000,
      "image01": "https://image.cellphones.com.vn/358x/media/catalog/product/6/3/637170935875912528_ss-s20-ultra-den-1.png",
      "image02": "https://image.cellphones.com.vn/358x/media/catalog/product/y/e/yellow_final_2.jpg",
      "categoryslug": "samsung",
      "colors": [
        "white",
        "yellow",
        "black"
      ],
      "slug": "samsung-08",
      "version": [
        "64GB",
        "128GB",
        "256GB"
      ],
      "description": "Điện thoại Samsung Note 20 Ultra 5G - Sang trọng, hiệu năng vượt trội.Bên cạnh biên bản Galaxy Note 20 thường, Samsung còn cho ra mắt Note 20 Ultra 5G cho khả năng kết nối dữ liệu cao cùng thiết kế nguyên khối sang trọng, bắt mắt. Đây sẽ là sự lựa chọn hoàn hảo dành cho bạn để sử dụng mà không bị lỗi thời sau thời gian dài ra mắt.Ngoài ra, bạn có thể tham khảo Galaxy Z Fold 3 5G nếu bạn cần sự khác biệt và khẳng định đẳng cấp.Là một sản phẩm có kích thước màn hình lớn vì vậy Samsung đã trang bị cho Galaxy Note 20 Ultra 5G  với công nghệ kết nối dữ liệu mạnh mẽ cùng thiết kế nguyên khối. Giúp các linh kiện bên trong điện thoại được cố định chắc chắn đảm bảo mọi thứ bên trong luôn được an toàn. Không những vậy khung nhôm tạo trên những đường viền cực kỳ sang trọng và bắt mắt khi nhìn vào.Mặt sau của SS Galaxy Note này được hãng trang bị mặt kính tạo nên vẻ sang trọng và cuốn hút khi nhìn vào chiếc điện thoại từ bên ngoài. Loại kính cho cả mặt trước và mặt sau đều là kính cường lực Gorilla Glass 6 không những sang trọng mà còn mang đến sự chắc chắn hạn chế rơi vỡ vực tốt."
    },
    {
      "id": 9,
      "title": "Samsung Galaxy A52s 5G",
      "price": 10200000,
      "image01": "https://image.cellphones.com.vn/358x/media/catalog/product/a/5/a52s-trang-01.jpg",
      "image02": "https://image.cellphones.com.vn/358x/media/catalog/product/u/k/uk-feature-setting-a-new-standard-for-stunning-design-496044035-1.jpg",
      "categoryslug": "samsung",
      "colors": [
        "white",
        "blue",
        "black"
      ],
      "slug": "samsung-09",
      "version": [
        "64GB",
        "128GB",
        "256GB"
      ],
      "description": "Samsung A52s 5G là phiên bản nâng cấp của Galaxy A52. Máy không chỉ được thừa hưởng thiết kế tinh tế và ấn tượng của phiên bản đi trước mà chúng còn được nâng cấp khá nhiều về trang bị và tính năng. Chắc chắn đây sẽ là chiếc smartphone mang đến cho người dùng những trải nghiệm thú vị khó quên.Samsung Galaxy A52s 5G được kế nhiệm thiết kế từ phiên bản đi trước với thiết kế nguyên khối. Mặt lưng của máy được phủ một lớp nhám để tạo nên một tổng thể vô cùng tinh xảo.Máy được trang bị công nghệ chống nước và bụi bẩn độc đáo chuẩn IP67 để có thể chống nước ở độ sâu 1 mét tối đa trong vòng 30 phút. Từ đó, người dùng có thể thoải mái trải nghiệm trong mọi điều kiện thời tiết và môi trường khác nhau.Bên cạnh đó Galaxy A52s còn sở hữu hệ thống âm thanh vòm với vị trí phân bổ loa vô cùng khoa học. Bạn có thể thoải mái trải nghiệm những tựa game hay là tận hưởng những phút giây giải trí cùng phim ảnh nhờ chất âm chuẩn điện ảnh."
    },
    {
      "id": 10,
      "title": "Samsung Galaxy A22 4G",
      "price": 5500000,
      "image01": "https://image.cellphones.com.vn/358x/media/catalog/product/1/5/1536-1024_2__1.jpg",
      "image02": "https://image.cellphones.com.vn/358x/media/catalog/product/1/5/1547-1024.jpg",
      "categoryslug": "samsung",
      "colors": [
        "blue",
        "black"
      ],
      "slug": "samsung-10",
      "version": [
        "64GB",
        "128GB",
        "256GB"
      ],
      "description": "Samsung A22 ra mắt tiếp nối sự thành công của người tiền nhiệm để lại với việc trang bị một màn hình lớn cùng bộ tứ camera mạnh mẽ trong phân khúc smartphone giá ré. Phiên bản Galaxy A năm nay là sự nâng cấp về mặt hiệu năng giúp mang đến những trải nghiệm tốt hơn cho người dùng.Điện thoại Galaxy A22 thiết kế với khung viền và mặt lưng là từ nhựa ngoài việc giúp giảm thành cho sản phẩm thì còn tăng độ bền khi máy xảy ra va chạm hay rơi rớt.Không còn là mặt lưng đơn sắc, A22 sở hữu mặt lưng gradient với màu sắc trẻ trung và nổi bật hơn giúp máy trông ấn tượng hơn so với các dòng sản phẩm smartphone khác cùng phân khúc.Galaxy A22 vẫn được trang bị một màn hình 6.4 inches kích thước lớn giúp hiển thị nội dung được tốt hơn, tấm nền Super AMOLED HD+ cho góc nhìn rộng cùng hình ảnh chân thực."
    }
  ],
  "versions": [
    {
      "display": "64GB",
      "version": "64GB"
    },
    {
      "display": "128GB",
      "version": "128GB"
    },
    {
      "display": "256GB",
      "version": "256GB"
    }
  ],
  "accessory": [
    {
      "id": 1,
      "title": "Cáp chuyển tai nghe Apple Type-C sang 3.5mm MU7E2ZA/A | Chính hãng Apple Việt Nam",
      "price": 300,
      "image01": "https://image.cellphones.com.vn/358x/media/catalog/product/c/a/cap-chuyen-doi-type-c-sang-3-5-mm-apple-mu7e2za-a_1.jpg",
      "image02": "https://image.cellphones.com.vn/358x/media/catalog/product/c/a/cap-chuyen-doi-type-c-sang-3-5-mm-apple-mu7e2za-a-1_1.jpeg",
      "categoryslug": "capchuyendoi",
      "colors": [
        "white"
      ],
      "slug": "capchuyendoi-01",
      "description": "Dây cáp chuyển đổi Apple MU7E2ZA/A được làm từ chất liệu cao cấp có khả năng chịu lực và uốn cong nên có độ bền cực cao, bên cạnh một kiểu dáng vô cùng gọn nhẹ, sẽ là một phụ kiện hỗ trợ đắc lực cho bạn."
    },
    {
      "id": 2,
      "title": "Micro thu âm AKG USB C22-USB",
      "price": 2900000,
      "image01": "https://image.cellphones.com.vn/358x/media/catalog/product/m/i/micro-thu-am-akg-c22-usb-1.jpg",
      "image02": "https://image.cellphones.com.vn/358x/media/catalog/product/m/i/micro-thu-am-akg-c22-usb-2.jpg",
      "categoryslug": "mic",
      "colors": [
        "white",
        "black"
      ],
      "slug": "mic-01",
      "description": "Micro thu âm AKG C22 USB hứa hẹn sẽ mang đến cho người dùng những trải nghiệm tuyệt vời khi sử dụng. Không chỉ có vẻ ngoài bắt mắt mà chất lượng sản phẩm của thiết bị phòng thu âm này cũng rất tốt, phù hợp với nhiều nhu cầu sử dụng khác nhau.Micro thu âm AKG C22 USB có thiết kế khá nhỏ gọn, đơn giản, thân thiện với đa số người dùng. Vì vậy bạn có thể dễ dàng đặt nó ở bất cứ nơi nào mà mình muốn và không phải lo lắng việc gặp phải quá nhiều khó khăn trong quá trình sử dụng loại micro thu âm này."
    },
    {
      "id": 3,
      "title": "Cáp chuyển đổi Apple Lightning to 3.5mm Audio MXK22ZA | Chính hãng Apple Việt Nam",
      "price": 1490000,
      "image01": "https://image.cellphones.com.vn/358x/media/catalog/product/c/a/cap-chuyen-doi-lightning-to-3-5mm-audio-mxk22zaa.jpg",
      "image02": "https://image.cellphones.com.vn/358x/media/catalog/product/c/a/cap-chuyen-doi-lightning-to-3-5mm-audio-mxk22zaa-1.jpg",
      "categoryslug": "capchuyendoi",
      "colors": [
        "white"
      ],
      "slug": "capchuyendoi-02",
      "description": "Một số dòng máy iPhone không sử dụng đầu cắm 3.5mm, do đó bạn cần đến cáp chuyển đổi Apple Lightning to 3.5mm Audio MXK22ZA. Đây là giải pháp được nhiều người sử dụng, rất tiện lợi mà không tốn kém nhiều chi phí. Cáp chuyển đổi Lightning to 3.5mm Audio (MXK22ZA/A) có kích thước hợp lý với chiều dài chỉ 7cm, thuận tiện để kết nối hai thiết bị. Với kích thước này, bạn có thể xếp gọn và mang theo trong túi quần đi mọi nơi mọi lúc.Lớp vỏ cáp làm từ nhựa cao cấp, dẻo dai và bền bỉ đạt tiêu chuẩn uốn cong không gãy gập. Màu trắng sứ hợp thời trang, bắt mắt, phù hợp sở thích của giới trẻ chuộng thời trang."
    },
    {
      "id": 4,
      "title": "Cáp âm thanh devia audio cable 3.5mm 1m",
      "price": 90000,
      "image01": "https://image.cellphones.com.vn/358x/media/catalog/product/c/a/cap-am-thanh-devia-ipure-audio-cable-3-5-mm-1m-1_1.jpg",
      "image02": "https://image.cellphones.com.vn/358x/media/catalog/product/c/a/cap-am-thanh-devia-ipure-audio-cable-3-5-mm-1m-2_1.jpg",
      "categoryslug": "capchuyendoi",
      "colors": [
        "black"
      ],
      "slug": "capchuyendoi-03",
      "description": "Là một phụ kiên quan trọng trong trải nghiệm giải trí, dây cáp âm thanh Devia Ipure Series 3.5mm với độ bền cao cùng độ dài vượt trội sẽ là một trong những phụ kiện cần thiết trong mọi ngôi nhà.Cáp Devia Ipure Series 3.5mm với đầu cắm mạ mang lại khả năng chống nhiễu, chống oxy hóa cùng khả năng truyền tín hiệu ổn định. Phần lõi cáp được hoàn thiện từ lõi đồng nguyên chất kỹ khí OFC mang lại dẫ điện và truyền âm tốt. Cáp với chiều dài lên đến 1m, với chiều dài này, cáp dễ kết nối giữa các thiết bị mà không gặp quá nhiều khó khăn."
    },
    {
      "id": 5,
      "title": "Bộ trộn âm thanh Soundcraft SCR Notepad 5CH",
      "price": 3000000,
      "image01": "https://image.cellphones.com.vn/358x/media/catalog/product/b/o/bo-tron-am-thanh-soundcraft-notepad-5ch-1.jpg",
      "image02": "https://image.cellphones.com.vn/358x/media/catalog/product/b/o/bo-tron-am-thanh-soundcraft-notepad-5ch-3.jpg",
      "categoryslug": "khac",
      "colors": [
        "black",
        "red"
      ],
      "slug": "khac-01",
      "description": "Bộ trộn âm thanh Soundcraft SCR Notepad 5CH sở hữu nhiều công nghệ hiện đại, thiết kế chắc chắn, chất lượng vượt trội. Tìm hiểu thiết bị phòng thu âm chuyên nghiệp dưới bài viết này nhé.Bộ trộn âm thanh Soundcraft SCR Notepad 5CH với thiết kế kim loại rất bền bỉ, dễ dàng điều khiển và sử dụng. Thiết bị có 2 bảng điều khiển EQ cho mỗi kênh, một thiết kế thường thấy trên các bảng điều khiển lớn hơn. Trang bị đèn LED hiển thị mức âm tổng giúp kiểm soát tín hiệu đầu ra tốt hơn."
    },
    {
      "id": 6,
      "title": "Tai nghe kiểm âm AKG K92",
      "price": 1850000,
      "image01": "https://image.cellphones.com.vn/358x/media/catalog/product/t/a/tai-nghe-kiem-am-akg-k92-1.jpg",
      "image02": "https://image.cellphones.com.vn/358x/media/catalog/product/t/a/tai-nghe-kiem-am-akg-k92-1.jpg",
      "categoryslug": "mic",
      "colors": [
        "black",
        "yellow"
      ],
      "slug": "tainghe-01",
      "description": "Tai nghe kiểm âm AKG K92 được đánh giá cao về chất lượng âm thanh, cách âm hoàn hảo cùng thiết kế chuyên nghiệp, sang trọng. Tìm hiểu chi tiết về sản phẩm phòng thu âm chất lượng này của AKG dưới bài viết sau.Tai nghe kiểm âm AKG K92 với trọng lượng rất nhẹ chỉ 200g giúp bạn không bị mỏi cổ khi sử dụng trong thời gian dài. Thiết bị được làm từ nhựa cao cấp, khả năng co giãn đàn hồi tốt, không ép mạnh làm gãy gập tai khi nghe."
    },
    {
      "id": 7,
      "title": "Micro thu âm AKG P220",
      "price": 4900000,
      "image01": "https://image.cellphones.com.vn/358x/media/catalog/product/m/i/micro-thu-am-akg-p220.jpg",
      "image02": "https://image.cellphones.com.vn/358x/media/catalog/product/m/i/micro-thu-am-akg-p220.jpg",
      "categoryslug": "mic",
      "colors": [
        "black"
      ],
      "slug": "mic-03",
      "description": "Micro thu âm AKG P220 là chiếc microphone thu âm hoàn hảo cho những buổi podcast, thuyết minh và thu âm ban nhạc chuyên nghiệp. Được trang bị bộ lọc âm hiện đại cho chất giọng trầm ấm và êm tai, thiết bị phòng thu âm này sẽ không làm bạn thất vọng.Micro thu âm AKG P220 được chế tạo với lớp màng tạo âm trầm hiện đại, giúp cho chất lượng âm thanh thu được có độ ấm tốt và nghe êm dịu tai. Đặc biệt, bên trong micro thu âm AKG P220 còn trang bị bộ lọc cắt bass với đệm giảm ồn giúp duy trì âm thanh giọng nói ở mức lên đến 155dB, đồng thời lọc ra tạp âm không cần thiết để giữ lại chất giọng chuyên nghiệp chất lượng cao."
    },
    {
      "id": 8,
      "title": "Cổng chuyển âm thanh thông minh chống ồn Asus 3.5mm sang Type C",
      "price": 800000,
      "image01": "https://image.cellphones.com.vn/358x/media/catalog/product/c/o/cong-chuyen-doi-am-thanh-asus-type-c-sang-3-5-mm-chong-on.jpg",
      "image02": "https://image.cellphones.com.vn/358x/media/catalog/product/a/s/asus-ai-noise-canceling-mic-adapter-2-500x500.jpg",
      "categoryslug": "capchuyendoi",
      "colors": [
        "black"
      ],
      "slug": "capchuyendoi-04",
      "description": "Cổng chuyển âm thanh thông minh chống ồn từ USB-C sang cổng 3.5mm được tích hợp công nghệ khử tiếng hiện đại, nhằm hỗ trợ ồn hỗ trợ hiệu suất micro cùng thiết kế nhỏ, gọn, tiện dụng để luôn mang theo bên mình.Phụ kiện cổng chuyển âm thanh thông minh chống ồn từ USB-C sang cổng 3.5mm sử dụng sức mạnh của chipset AI để nhằm giảm bớt hơn 50 triệu loại tiếng ồn có trong môi trường xung quanh, để mang lại giọng nói hài hòa và việc giao tiếp cũng sẽ rõ ràng hơn. dau-chuyen-doi-am-thanh-asus-type-c-sang-3-5-mm-chong-on-1Chipset AI gắn trong này, sẽ có nhiệm vụ cung cấp năng lượng cho công nghệ khử tiếng ồn AI, do đó, người dùng sẽ không lo lắng việc cổng chuyển sẽ không ảnh hưởng đến gì hiệu suất hoạt động của thiết bị, mà ngược lại còn giúp bạn trong nhiều tình huống giao tiếp."
    },
    {
      "id": 9,
      "title": "Bộ trộn âm thanh Soundcraft Notedpad 12CH",
      "price": 4900000,
      "image01": "https://image.cellphones.com.vn/358x/media/catalog/product/b/o/bo-tron-am-thanh-soundcraft-notepad-12ch-1.jpg",
      "image02": "https://image.cellphones.com.vn/358x/media/catalog/product/b/o/bo-tron-am-thanh-soundcraft-notepad-12ch-2.jpg",
      "categoryslug": "khac",
      "colors": [
        "blue"
      ],
      "slug": "khac-02",
      "description": "Bộ trộn âm thanh Soundcraft Notedpad 12CH là dòng sản phẩm phòng thu âm kết hợp tất cả các tính năng của bộ trộn phổ biến với bộ xử lý hiệu ứng kỹ thuật số Lexicon 24-bit tích hợp, mở rộng các phạm vi nhỏ gọn, đa năng.Bộ trộn âm thanh Soundcraft Notedpad 12CH là một thiết bị dùng để trộn nhiều loại tín hiệu lại với nhau sở hữu thiết kế rất vững chắc cả về hình thức và chất lượng – khả năng tính năng âm thanh với bề mặt điều khiển thuận tiện dễ hiểu, Soundcraft đã mang lại 1 sản phẩm công nghệ mới mẻ hoàn hảo. "
    },
    {
      "id": 10,
      "title": "Cáp âm thanh bọc Nylon Anker 3.5nm dài 2.4m",
      "price": 144000,
      "image01": "https://image.cellphones.com.vn/358x/media/catalog/product/c/o/cong-chuyen-doi-am-thanh-asus-type-c-sang-3-5-mm-chong-on_1.jpg",
      "image02": "https://image.cellphones.com.vn/358x/media/catalog/product/c/o/cong-chuyen-doi-am-thanh-asus-type-c-sang-3-5-mm-chong-on_1.jpg",
      "categoryslug": "capchuyendoi",
      "colors": [
        "black"
      ],
      "slug": "capchuyendoi-05",
      "description": "Cáp âm thanh bọc Nylon Anker a8220 dài 2.4m với độ bền cao là một phụ kiện quan trọng giúp bạn kết nối mọi thiết bị trong nhà với dàn âm thanh stereo từ đó tận hưởng âm thanh với chất lượng tuyệt hảo hơn.Phần sợi cáp được gia cố bằng Kevlar là một vật liệu được sử dụng phổ biến trong chế tạo áo giáp chống đạn với khả năng chịu lực lên đến 80kg mang đến sự bền bỉ cho sợi cáp. Cáp cũng được bọc Nylon để đảm bảo tính an toàn nên người dùng có thể thoải mái sử dụng."
    },
    {
      "id": 11,
      "title": "Cáp âm thanh bọc nylon Anker 3.5mm A7113",
      "price": 126000,
      "image01": "https://image.cellphones.com.vn/358x/media/catalog/product/c/a/cap-am-thanh-boc-nylon-anker-a7113-3-5mm-1.jpg",
      "image02": "https://image.cellphones.com.vn/358x/media/catalog/product/c/a/cap-am-thanh-boc-nylon-anker-a7113-3-5mm-2.jpg",
      "categoryslug": "capchuyendoi",
      "colors": [
        "red"
      ],
      "slug": "capchuyendoi-06",
      "description": "Bạn đang cần một chiếc cáp âm thanh chất lượng có độ bền cao? Cáp bọc dù Anker A7113 là sản phẩm dành cho bạn, cùng tìm hiểu thông tin cụ thể về chiếc cáp này nhé.Cáp âm thanh  Anker A7113 có thiết kế 2 đầu cắm, màu sắc đỏ tươi sáng rất nổi bật. Phần giắc cắm được mạ vàng 24 carat cực ấn tượng. Tổng thể thiết kế dây cáp mang phong cách trẻ trung, phong thái cao cấp quý tộc cho người dùng."
    },
    {
      "id": 12,
      "title": "Micro máy ảnh định hướng Sennheiser MKE 200",
      "price": 2690000,
      "image01": "https://image.cellphones.com.vn/358x/media/catalog/product/p/r/product_detail_x2_desktop_mke_20.jpg",
      "image02": "https://image.cellphones.com.vn/358x/media/catalog/product/p/r/product_detail_x2_desktop_mke_20_4_.jpg",
      "categoryslug": "mic",
      "colors": [
        "black"
      ],
      "slug": "mic-04",
      "description": "Khi xem những video trên youtube bạn tự hỏi tại sao âm thanh của họ được ghi lại một cách chân thực, không lẫn tạp âm bên ngoài hay đến như vậy. Tất cả đều nhờ vào chiếc micro chuyên dụng, CellphoneS xin giới thiệu micro máy ảnh định hướng Sennheiser MKE 200.Sennheiser MKE 200 sẽ phát huy hết vai trò và khả năng của nó khi ở ngoài trời nhờ vào chất liệu kim loại, mang đến khả năng chống chịu bền bỉ. Nó còn cho phép người dùng kết nối được với máy ảnh DSLR, mirroless và thiết bị di động thông qua một đế gắn máy ảnh được tích hợp sẵn."
    }
  ]
}